---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralBottomReleaseMz
source: html/ac538b48-9e55-2ad0-50ad-d263527ec4a4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralBottomReleaseMz Property

"Base Mz"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralBottomReleaseMz { get; }
```